Repository: y-hirakaw/parent_feel_ios
Catalog: ParentFeel/Localizable.xcstrings
Source language: ja
Languages: en

source: 「%@」に一致する行動は見つかりませんでした。 別のキーワードで検索してください。
en: No actions match "%@". Please try another keyword.

source: カテゴリー
en: Category

source: からかう
en: Mocking

source: キャンセル
en: Cancel

source: グラフ
en: Graph

source: ここにメモを入力
en: Enter memo here

source: この期間の記録はありません
en: No records for this period

source: サポートする
en: Support

source: すねる
en: Sulking

source: すべて
en: All

source: ため息をつく
en: Sigh

source: トレンド
en: Trends

source: なだめる
en: Calming

source: ニュートラル
en: Neutral

source: ネガティブ
en: Negative

source: ふざける
en: Joking around

source: ポジティブ
en: Positive

source: メモ
en: Memo

source: メモ(任意)
en: Memo (Optional)

source: ルールを破る
en: Breaking Rules

source: 一緒に遊ぶ
en: Playing Together

source: 不安
en: Anxiety

source: 交渉する
en: Negotiate

source: 保存
en: Save

source: 保存時間
en: Save Time

source: 保護的感情
en: Protective feelings

source: 優しくする
en: Being kind

source: 最近使用
en: Recent

source: 最近使用した行動はまだありません。 行動を選択すると、ここに表示されます。
en: No recent actions yet. Actions you select will appear here.

source: 分け合う
en: Sharing

source: 削除
en: Delete

source: 励ます
en: Encourage

source: 叩く・蹴る
en: Hitting

source: 叫ぶ
en: Screaming

source: 叱る
en: Scolding

source: 否定的感情
en: Negative

source: 喜び
en: Joy

source: 嘘をつく
en: Lying

source: 回数
en: Count

source: 変更する
en: Change

source: 失望
en: Letdown

source: 嫉妬
en: Jealousy

source: 子どもの行動
en: Child’s behavior

source: 子どもの行動(任意)
en: Child’s behavior (Optional)

source: 完了
en: Done

source: 寂しさ
en: Loneliness

source: 希望
en: Hope

source: 強制する
en: Force

source: 後悔
en: Regret

source: 心配
en: Worry

source: 怒り
en: Anger

source: 怒る
en: Getting angry

source: 恐れ
en: fear

source: 悲しみ
en: Sadness

source: 愛情
en: Affection

source: 感情
en: Emotion

source: 感情カテゴリの推移
en: Emotion Category Trends

source: 感情トレンド
en: Emotion Trends

source: 感情の分布
en: Emotion Distribution

source: 感情を記録すると、ここにトレンドが表示されます
en: Record emotions to see trends here

source: 感情記録
en: Emotion Record

source: 感情詳細
en: Emotion Details

source: 感情追加
en: Add Emotion

source: 感謝を伝える
en: Appreciating

source: 戸惑い
en: Confusion

source: 手伝う
en: Helping

source: 抱きしめる
en: Hugging

source: 拒否する
en: Refusing

source: 日付
en: Date

source: 期待
en: Expectation

source: 期待的感情
en: Anticipatory

source: 期間
en: Period

source: 検索
en: Search

source: 泣く
en: Crying

source: 無視する
en: Ignoring

source: 焦り
en: Impatience

source: 黙る
en: Getting silent

source: 片付けをしない
en: Not cleaning up

source: 物を投げる
en: Throwing things

source: 甘える
en: Clinging

source: 立ち去る
en: Walking away

source: 笑う
en: Laughing

source: 結果がありません
en: No Results

source: 編集
en: Edit

source: 罪悪感
en: Guilt

source: 罰を与える
en: Punishing

source: 肯定的感情
en: Positive

source: 脅す
en: Threatening

source: 自分の行動
en: My actions

source: 自分の行動(任意)
en: My actions (optional)

source: 自己反省的感情
en: Self reflective

source: 興奮
en: Excitement

source: 興奮する
en: Getting excited

source: 行動を選択
en: Select actions

source: 複雑な感情
en: Complex

source: 褒める
en: Praising

# 褒める子供
source: 褒める
en: Complimenting

source: 親の感情ノート
en: Parent's Emotion Notebook

source: 言い返す
en: Arguing

source: 言うことを聞く
en: Giving in

source: 記録
en: Records

source: 話を聞く
en: Listening

source: 話を遮る
en: Interrupting

source: 話題を変える
en: Changing topic

source: 誇り
en: Pride

source: 説明する
en: Explaining

source: 誰かに相談する
en: Consulting

source: 謝る
en: Apologizing

source: 起きた感情
en: Emotions Aroused

source: 逃げる
en: Running away

source: 選択する
en: Choose

source: 隠れる
en: hiding

source: 集中する
en: Concentrating

source: 1週間
en: 1 Week

source: 1ヶ月
en: 1 Month

source: 3ヶ月
en: 3 Months
